{
  "messages": [
    "Someone passing by is eyeing quality {0} goods, but they don’t have enough money.",
    "Police chasing a pickpocket! ",
    "A dog runs by with a wallet in its mouth.",
    "A couple is arguing about money.",
    "Cosplayers are running around, pretending to be characters from a popular movie.",
    "A group of tourists is taking pictures of the store.",
    "A mime is silently performing on the corner, but he keeps winking at you.",
    "A skateboarder wipes out right in front of your store. He gets up, dusts off, and rides away.",
    "A street magician is showing off some cool tricks, but he keeps eyeing your merchandise.",
    "A kid dressed as Spider-Man is swinging a toy web and making sound effects.",
    "A car drives by blasting the latest pop hit. Everyone on the street is bopping to the beat.",
    "A jogger stops to tie their shoe, glancing at your shop with curiosity.",
    "A mailman is having a heated conversation with a stray cat.",
    "A food truck parks nearby, and the smell of tacos fills the air.",
    "A group of breakdancers is putting on an impromptu show.",
    "A delivery drone hovers overhead, searching for its destination.",
    "A person in a Pikachu costume is handing out flyers for a new comic book store.",
    "A street artist is painting a mural, and it’s starting to attract a crowd.",
    "A woman on a hoverboard zooms by, narrowly avoiding a collision with a cyclist.",
    "A busker is playing the saxophone, filling the street with smooth jazz.",
    "A man dressed as Gandalf is loudly proclaiming, 'You shall not pass!' to random passersby.",
    "A couple of hipsters are arguing over which coffee shop is the best.",
    "A kid is chasing a runaway balloon down the street.",
    "A person with VR goggles is walking around, completely oblivious to their surroundings.",
    "A drone race is happening overhead, with spectators cheering on their favorite pilot.",
    "A group of teenagers is filming a TikTok dance in front of your shop.",
    "A woman in a Wonder Woman costume is posing for photos with kids.",
    "A street vendor is selling knock-off sunglasses and watches.",
    "A guy dressed as Deadpool is juggling swords and cracking jokes.",
    "A flash mob breaks out in a choreographed dance routine.",
    "A street preacher is loudly warning about the end of the world.",
    "A person in a banana costume is handing out samples of a new energy drink.",
    "A skateboarder is practicing tricks on the curb.",
    "A man with a metal detector is scanning the sidewalk, hoping to find treasure.",
    "A group of friends is debating the best superhero movies of all time.",
    "A mime is pretending to be stuck in an invisible box.",
    "A food delivery guy on a bicycle speeds by, nearly hitting a pedestrian.",
    "A guy with a pet iguana on his shoulder is browsing the market.",
    "A clown on stilts is making balloon animals for kids.",
    "A person dressed as a medieval knight is challenging people to mock duels.",
    "A woman with a parrot on her shoulder is strolling by, talking to her feathered friend.",
    "A group of LARPers is having a sword fight in the park nearby.",
    "A person in a stormtrooper costume is posing for pictures.",
    "A magician is performing card tricks, drawing a small crowd.",
    "A man dressed as Elvis is singing and shaking his hips.",
    "A person in a full-body dinosaur costume is trying to navigate the crowded street.",
    "A unicyclist is juggling flaming torches, impressing the onlookers.",
    "A person dressed as a zombie is slowly shuffling along, scaring a few kids.",
    "A group of college students is debating the best strategy for their next D&D campaign."
  ]
}
